{"Cluster 0": {"name": "Kociarze nad Wodą", "description": "Miłośnicy kotów, którzy marzą o domku nad jeziorem. Często można ich spotkać z książką w ręku, rozmyślających o tym, jakby to było, gdyby ich koty umiały pływać."}, "Cluster 1": {"name": "Leśni Filozofowie", "description": "Grupa myślicieli, którzy w lesie szukają inspiracji i odpowiedzi na najważniejsze pytania życia. Ich ulubionym towarzyszem jest pies, który zawsze wie, gdzie znaleźć najlepsze patyki."}, "Cluster 2": {"name": "Górscy Marzyciele", "description": "Ludzie, którzy zdobywają szczyty zarówno w górach, jak i w życiu. Zawsze gotowi na przygodę, z plecakiem pełnym marzeń i kotem, który nie boi się wysokości."}, "Cluster 3": {"name": "Wodni Intelektualiści", "description": "Grupa, która łączy miłość do wody z głęboką wiedzą. Często można ich spotkać na brzegu jeziora, dyskutujących o najnowszych odkryciach naukowych, podczas gdy ich ulubione zwierzęta... cóż, nie mają ulubionych."}, "Cluster 4": {"name": "Górscy Psiarze", "description": "Miłośnicy psów, którzy nie boją się wyzwań. Zawsze gotowi na wspinaczkę, z psem u boku, który zawsze znajdzie drogę na szczyt."}, "Cluster 5": {"name": "Kociarze na Szczycie", "description": "Osoby, które łączą miłość do kotów z pasją do górskich wędrówek. Zawsze gotowi na nowe wyzwania, z kotem, który zawsze ląduje na czterech łapach, nawet na szczycie."}, "Cluster 6": {"name": "Wodni Psiarze", "description": "Grupa, która nie wyobraża sobie życia bez wody i psów. Zawsze gotowi na kąpiel w jeziorze, z psem, który uwielbia aportować z wody."}}